package com.kvartali;

public class SampleResults {
	
	public Kvartal[] generateData(){
		Kvartal[] kvartali = new Kvartal[]{
				new Kvartal ("Лозенец",5.72,5.39,5.17,4.33,4.94,4.35,4.42,4.47,18),
				new Kvartal("Студентски град",4.0,3.5,3.5,3.3,5.1,3.6,4.4,5.7,10),
				new Kvartal("Гео Милев",5.38,5.63,5.25,4.75,4.25,4.5,5.38,5.25,9),
				new Kvartal("Витоша",5.33,4.83,4.67,3.5,3.0,3.33,5.67,4.5,7),
				new Kvartal("Овча купел",4.14,4.29,4.14,4.14,4.0,3.71,4.57,4.86,7),
				new Kvartal("Център",6.0,4.71,4.43,5.57,6.0,5.71,4.71,5.57,7),
				new Kvartal("Борово",5.4,5.0,5.4,5.6,5.8,4.2,4.8,5.4,5),
				new Kvartal("Иван Вазов",6.0,6.0,5.0,5.2,5.2,4.8,4.6,4.8,5),
				new Kvartal("Изгрев",5.4,5.6,5.6,4.8,5.2,4.0,4.8,3.6,5),
				new Kvartal("Изток",5.4,4.6,4.4,5.0,5.2,4.6,4.2,4.2,5),
				new Kvartal("Младост 1",5.6,4.8,5.2,5.6,6.0,4.8,5.2,5.2,5),
				new Kvartal("Манастирски ливади",3.5,2.75,4.0,3.0,2.0,2.5,4.5,3.75,4),
				new Kvartal("Хаджи Димитър",5.5,5.0,5.0,4.5,4.75,3.25,4.25,5.5,4),
				new Kvartal("Гоце Делчев",6.0,6.0,5.33,5.33,6.0,3.67,4.0,5.67,3),
				new Kvartal("Дианабад",5.67,4.67,5.0,4.33,5.33,3.67,4.33,4.67,3),
				new Kvartal("Дружба 1",5.0,5.67,4.67,5.33,6.0,5.0,4.67,6.0,3),
				new Kvartal("Дружба 2",5.0,5.0,5.0,5.0,5.0,5.0,4.67,4.67,3),
				new Kvartal("Дървеница",5.33,5.0,5.33,5.33,5.67,5.33,5.33,5.67,3),
				new Kvartal("Стрелбище",5.67,5.67,5.33,4.67,5.67,4.0,4.0,4.67,3),
				new Kvartal("Хладилника",5.33,6.0,5.0,4.67,5.67,4.0,5.33,6.0,3),
				new Kvartal("Банишора",5.5,3.5,4.0,4.5,4.5,3.5,4.5,5.0,2),
				new Kvartal("Ботунец",4.0,4.0,4.0,4.0,4.0,4.0,4.0,4.0,2),
				new Kvartal("Драгалевци",4.5,6.0,4.5,3.5,4.0,2.5,3.0,4.0,2),
				new Kvartal("Княжево",4.5,6.0,4.0,4.5,4.0,3.0,3.0,3.0,2),
				new Kvartal("Красна поляна",3.5,5.0,3.0,3.5,5.0,4.0,3.0,5.5,2),
				new Kvartal("Красно село",5.5,4.0,4.0,4.5,5.0,3.5,4.5,5.0,2),
				new Kvartal("Люлин 3",4.0,4.0,3.0,4.0,4.0,5.0,4.0,6.0,2),
				new Kvartal("Люлин 10",6.0,6.0,5.0,5.5,6.0,5.0,6.0,6.0,2),
				new Kvartal("Младост 1A",6.0,5.0,5.0,5.5,5.5,5.5,5.0,5.0,2),
				new Kvartal("Младост 2",5.0,4.5,5.0,6.0,5.5,4.0,4.0,5.0,2),
				new Kvartal("Младост 3",5.0,3.0,4.5,5.5,5.0,4.5,2.5,5.0,2),
				new Kvartal("Надежда 4",4.0,5.5,2.5,4.5,5.5,3.0,3.0,5.0,2),
				new Kvartal("Редута",5.5,5.5,6.0,3.0,4.0,4.5,6.0,5.5,2),
				new Kvartal("﻿Абдовица",2.0,2.0,2.0,3.0,3.0,2.0,2.0,2.0,1),
				new Kvartal("Барите",6.0,6.0,5.0,5.0,4.0,5.0,5.0,6.0,1),
				new Kvartal("Връбница",4.0,6.0,2.0,4.0,6.0,2.0,2.0,6.0,1),
				new Kvartal("Горна баня",6.0,5.0,4.0,4.0,4.0,2.0,3.0,2.0,1),
				new Kvartal("Овча купел 2",5.0,2.0,2.0,6.0,6.0,4.0,4.0,5.0,1),
				new Kvartal("Зоните",6.0,4.0,4.0,5.0,5.0,5.0,5.0,4.0,1),
				new Kvartal("Илинден",5.0,5.0,3.0,5.0,5.0,5.0,3.0,5.0,1),
				new Kvartal("Кръстова вада",5.0,4.0,6.0,3.0,4.0,5.0,4.0,4.0,1),
				new Kvartal("Лев Толстой",4.0,4.0,4.0,5.0,3.0,4.0,4.0,4.0,1),
				new Kvartal("Люлин 2",5.0,4.0,4.0,5.0,5.0,4.0,4.0,5.0,1),
				new Kvartal("Люлин 5",6.0,4.0,5.0,6.0,6.0,5.0,5.0,6.0,1),
				new Kvartal("Люлин 7",4.0,4.0,4.0,5.0,5.0,4.0,4.0,5.0,1),
				new Kvartal("Павлово",4.0,4.0,4.0,4.0,4.0,4.0,4.0,4.0,1),
				new Kvartal("Подуяне",5.0,4.0,6.0,4.0,4.0,6.0,6.0,6.0,1),
				new Kvartal("Разсадника",4.0,5.0,4.0,3.0,6.0,2.0,4.0,4.0,1),
				new Kvartal("Света Троица",5.0,6.0,5.0,6.0,6.0,3.0,5.0,6.0,1),
				new Kvartal("Сердика",6.0,5.0,5.0,6.0,6.0,6.0,6.0,6.0,1),
				new Kvartal("Яворов",6.0,6.0,5.0,6.0,6.0,6.0,6.0,6.0,1)
			};
		
		return kvartali;
	}

}
